[
  {
    "text": "Improving is a modern digital services company that offers IT consulting, software development, and agile training across the globe. Our innovative solutions have helped thousands of our clients realize their tactical and strategic business objectives, allowing them to achieve great new heights in a competitive and ever-changing market."
  },
  {
    "text": "Providing an outstanding work culture is at the forefront of what we do. By producing an environment that generates joy, we believe that our people will be inspired and motivated while also establishing deep-rooted personal and professional relationships along the way. At Improving, our optimistic approach toward open communication, personal growth, and shared rewards has resulted in our sustainable success. At the heart of Improving is our set of core values."
  },
  {
    "text": "We genuinely value our people and seek to make Improving an enjoyable place for everyone to work. One way we do this is by cultivating an environment that fosters trust. Improving understands that our employees’ careers involve a considerable amount of time, effort, and investment. So, we believe it’s important to build a workplace where people can delight in going to work every day."
  },
  {
    "text": "Our team of instructors provide a variety of training opportunities for organizations, groups, and individuals seeking to improve their agile or development competencies. We provide flexible learning environments, regularly offering both private and public certification courses and workshops virtually, on-site, or at many of our Improving enterprises. Learn more about our agile training and coaching services."
  },
  {
    "text": "Our sum is stronger than our parts. We look to have each and every Improver bring their skills, experiences and thoughts to the team so that we can be the best version of ourselves and grow together."
  },
  {
    "text": "I have always been a people person. The caretaker hat has fit me perfectly for most of my life, and I really love it. It’s even part of my job description as a Talent Management Specialist at Improving Nearshore."
  },
  {
    "text": "Amber Robinson serves as Corporate Counsel to Improving. She provides a broad range of legal advice and business counsel to all Improving enterprises as well as ensures regulatory compliance. In her role, she is responsible for overseeing any outside legal teams, and provides strategic insight to senior leadership. Additionally, Amber works closely with the transaction team at Improving to continue to facilitate Improving’s approach to rapid growth."
  }
]