[
  [
    {
      "text": "Our sum is stronger than our parts. We look to have each and every Improver bring their skills, experiences and thoughts to the team so that we can be the best version of ourselves and grow together.",
      "from": "en-US"
    },
    {
      "text": "Notre somme est plus forte que nos parties. Nous cherchons à ce que chaque améliorateur apporte ses compétences, ses expériences et ses pensées à l'équipe afin que nous puissions être la meilleure version de nous-mêmes et grandir ensemble.",
      "to": "fr-CA"
    },
    {
      "text": "Nuestra suma es más fuerte que nuestras partes. Buscamos que cada mejorador aporte sus habilidades, experiencias y pensamientos al equipo para que podamos ser la mejor versión de nosotros mismos y crecer juntos.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "I have always been a people person. The caretaker hat has fit me perfectly for most of my life, and I really love it. It’s even part of my job description as a Talent Management Specialist at Improving Nearshore.",
      "from": "en-US"
    },
    {
      "text": "J'ai toujours été une personne sociable. Le rôle de gardien m'a parfaitement convenu toute ma vie et je l'aime vraiment. C'est même une partie de ma description de poste en tant que spécialiste en gestion des talents chez Improving Nearshore.",
      "to": "fr-CA"
    },
    {
      "text": "Siempre he sido una persona sociable. El sombrero de cuidador me ha encajado perfectamente durante la mayor parte de mi vida y realmente me encanta. Incluso es parte de mi descripción de trabajo como Especialista en Gestión de Talento en Improving Nearshore.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "Improving is a modern digital services company that offers IT consulting, software development, and agile training across the globe. Our innovative solutions have helped thousands of our clients realize their tactical and strategic business objectives, allowing them to achieve great new heights in a competitive and ever-changing market.",
      "from": "en-US"
    },
    {
      "text": "Improving est une entreprise de services numériques modernes qui offre des services de consultation en TI, développement de logiciels et formation agile à travers le monde. Nos solutions innovantes ont aidé des milliers de nos clients à réaliser leurs objectifs tactiques et stratégiques commerciaux, leur permettant d'atteindre de nouveaux sommets dans un marché concurrentiel et en constante évolution.",
      "to": "fr-CA"
    },
    {
      "text": "Improving es una empresa de servicios digitales modernos que ofrece consultoría de TI, desarrollo de software y capacitación ágil en todo el mundo. Nuestras soluciones innovadoras han ayudado a miles de nuestros clientes a lograr sus objetivos tácticos y estratégicos de negocios, permitiéndoles alcanzar grandes alturas en un mercado competitivo y cambiante.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "Our team of instructors provide a variety of training opportunities for organizations, groups, and individuals seeking to improve their agile or development competencies. We provide flexible learning environments, regularly offering both private and public certification courses and workshops virtually, on-site, or at many of our Improving enterprises. Learn more about our agile training and coaching services.",
      "from": "en-US"
    },
    {
      "text": "Notre équipe d'instructeurs offre une variété d'opportunités de formation aux organisations, groupes et individus qui souhaitent améliorer leurs compétences en agilité ou en développement. Nous offrons des environnements d'apprentissage flexibles, proposant régulièrement des cours et ateliers de certification privés et publics en ligne, sur place ou dans de nombreuses entreprises améliorées. En savoir plus sur nos services de formation et de coaching en agilité.",
      "to": "fr-CA"
    },
    {
      "text": "Nuestro equipo de instructores ofrece una variedad de oportunidades de capacitación para organizaciones, grupos e individuos que buscan mejorar sus competencias en agilidad o desarrollo. Ofrecemos entornos de aprendizaje flexibles, ofreciendo con regularidad cursos y talleres de certificación privados y públicos virtualmente, en el sitio o en muchas de nuestras empresas mejoradas. Obtenga más información sobre nuestros servicios de capacitación y coaching en agilidad.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "Providing an outstanding work culture is at the forefront of what we do. By producing an environment that generates joy, we believe that our people will be inspired and motivated while also establishing deep-rooted personal and professional relationships along the way. At Improving, our optimistic approach toward open communication, personal growth, and shared rewards has resulted in our sustainable success. At the heart of Improving is our set of core values.",
      "from": "en-US"
    },
    {
      "text": "Offrir une culture de travail exceptionnelle est au premier plan de ce que nous faisons. En produisant un environnement qui génère de la joie, nous croyons que nos employés seront inspirés et motivés tout en établissant des relations personnelles et professionnelles profondes au passage. Chez Improving, notre approche optimiste en matière de communication ouverte, de croissance personnelle et de récompenses partagées a entraîné notre succès durable. Au cœur de Improving se trouvent nos valeurs fondamentales.",
      "to": "fr-CA"
    },
    {
      "text": "Brindar una cultura laboral excepcional está a la vanguardia de lo que hacemos. Al producir un ambiente que genere alegría, creemos que nuestras personas estarán inspiradas y motivadas al mismo tiempo que establecen relaciones profundas tanto personales como profesionales. En Improving, nuestro enfoque optimista hacia la comunicación abierta, el crecimiento personal y las recompensas compartidas ha resultado en nuestro éxito sostenible. En el corazón de Improving están nuestros conjuntos de valores centrales.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "Amber Robinson serves as Corporate Counsel to Improving. She provides a broad range of legal advice and business counsel to all Improving enterprises as well as ensures regulatory compliance. In her role, she is responsible for overseeing any outside legal teams, and provides strategic insight to senior leadership. Additionally, Amber works closely with the transaction team at Improving to continue to facilitate Improving’s approach to rapid growth.",
      "from": "en-US"
    },
    {
      "text": "Amber Robinson est avocate d'entreprise chez Improving. Elle fournit un large éventail de conseils juridiques et d'affaires à toutes les entreprises Improving, et veille à ce que la conformité réglementaire soit respectée. Dans ses fonctions, elle est chargée de superviser les équipes juridiques externes et de fournir des conseils stratégiques aux dirigeants. De plus, Amber travaille en étroite collaboration avec l'équipe des transactions d'Improving pour continuer à faciliter l'approche d'Improving en matière de croissance rapide.",
      "to": "fr-CA"
    },
    {
      "text": "Amber Robinson se desempeña como Abogada Corporativa de Improving. Proporciona una amplia gama de asesoramiento legal y asesoramiento empresarial a todas las empresas Improving, así como garantiza el cumplimiento regulatorio. En su papel, es responsable de supervisar a cualquier equipo legal externo y proporcionar orientación estratégica a la alta dirección. Además, Amber trabaja estrechamente con el equipo de transacciones de Improving para seguir facilitando el enfoque de Improving para un rápido crecimiento.",
      "to": "es-MX"
    }
  ],
  [
    {
      "text": "We genuinely value our people and seek to make Improving an enjoyable place for everyone to work. One way we do this is by cultivating an environment that fosters trust. Improving understands that our employees’ careers involve a considerable amount of time, effort, and investment. So, we believe it’s important to build a workplace where people can delight in going to work every day.",
      "from": "en-US"
    },
    {
      "text": "Nous accordons une véritable valeur à nos employés et nous cherchons à rendre Improving un endroit agréable pour tous les employés. Une des façons dont nous le faisons est en cultivant un environnement qui favorise la confiance. Improving comprend que les carrières de nos employés impliquent un temps, un effort et un investissement considérables. Nous croyons donc qu'il est important de créer un lieu de travail où les gens peuvent se réjouir d'aller travailler chaque jour.",
      "to": "fr-CA"
    },
    {
      "text": "Valoramos genuinamente a nuestras personas y buscamos hacer de Improving un lugar agradable para que todos trabajen. Una de las formas en que lo hacemos es cultivando un ambiente que fomente la confianza. Improving entiende que las carreras de nuestros empleados implican una cantidad considerable de tiempo, esfuerzo e inversión. Por lo tanto, creemos que es importante construir un lugar de trabajo donde la gente se deleite en ir a trabajar todos los días.",
      "to": "es-MX"
    }
  ]
]