[
  [
    {
      "text": "I have always been a people person. The caretaker hat has fit me perfectly for most of my life, and I really love it. It’s even part of my job description as a Talent Management Specialist at Improving Nearshore.",
      "from": "en-US"
    },
    {
      "text": "J’ai toujours été une personne de personnes. Le chapeau de gardien m’a parfaitement adapté pour la plupart de ma vie, et je l’aime vraiment. Cela fait même partie de ma description de travail en tant que spécialiste de la gestion des talents chez Improving Nearshore.",
      "to": "fr-CA"
    },
    {
      "text": "Siempre he sido una persona sociable. El sombrero de cuidador me ha quedado perfectamente durante la mayor parte de mi vida, y realmente me encanta. Incluso es parte de la descripción de mi trabajo como especialista en gestión de talentos en Improving Nearshore.",
      "to": "es"
    }
  ],
  [
    {
      "text": "Our sum is stronger than our parts. We look to have each and every Improver bring their skills, experiences and thoughts to the team so that we can be the best version of ourselves and grow together.",
      "from": "en-US"
    },
    {
      "text": "Notre somme est plus forte que nos parts. Nous cherchons à ce que chaque améliorateur apporte ses compétences, ses expériences et ses pensées à l’équipe afin que nous puissions être la meilleure version de nous-mêmes et grandir ensemble.",
      "to": "fr-CA"
    },
    {
      "text": "Nuestra suma es más fuerte que nuestras partes. Buscamos que todos y cada uno de los Mejoradores aporten sus habilidades, experiencias y pensamientos al equipo para que podamos ser la mejor versión de nosotros mismos y crecer juntos.",
      "to": "es"
    }
  ],
  [
    {
      "text": "Amber Robinson serves as Corporate Counsel to Improving. She provides a broad range of legal advice and business counsel to all Improving enterprises as well as ensures regulatory compliance. In her role, she is responsible for overseeing any outside legal teams, and provides strategic insight to senior leadership. Additionally, Amber works closely with the transaction team at Improving to continue to facilitate Improving’s approach to rapid growth.",
      "from": "en-US"
    },
    {
      "text": "Amber Robinson agit à titre de conseillère juridique d’entreprise pour Improving. Elle fournit un large éventail de conseils juridiques et de conseils d’affaires à toutes les entreprises en amélioration ainsi que d’assurer la conformité réglementaire. Dans son rôle, elle est responsable de la supervision de toute équipe juridique externe et fournit des conseils stratégiques à la haute direction. De plus, Amber travaille en étroite collaboration avec l’équipe de transaction d’Improving pour continuer à faciliter l’approche d’Improving en matière de croissance rapide.",
      "to": "fr-CA"
    },
    {
      "text": "Amber Robinson se desempeña como asesora corporativa de Mejoring. Proporciona una amplia gama de asesoramiento legal y asesoramiento empresarial a todas las empresas de mejora, así como garantiza el cumplimiento normativo. En su función, es responsable de supervisar cualquier equipo legal externo y proporciona información estratégica al liderazgo sénior. Además, Amber trabaja en estrecha colaboración con el equipo de transacciones de Improving para continuar facilitando el enfoque de Improving para un rápido crecimiento.",
      "to": "es"
    }
  ],
  [
    {
      "text": "We genuinely value our people and seek to make Improving an enjoyable place for everyone to work. One way we do this is by cultivating an environment that fosters trust. Improving understands that our employees’ careers involve a considerable amount of time, effort, and investment. So, we believe it’s important to build a workplace where people can delight in going to work every day.",
      "from": "en-US"
    },
    {
      "text": "Nous apprécions véritablement nos employés et cherchons à faire de l’amélioration un endroit agréable pour tout le monde à travailler. L’une des façons d’y parvenir est de cultiver un environnement qui favorise la confiance. L’amélioration comprend que la carrière de nos employés nécessite beaucoup de temps, d’efforts et d’investissements. Nous croyons donc qu’il est important de créer un milieu de travail où les gens peuvent prendre plaisir à aller travailler tous les jours.",
      "to": "fr-CA"
    },
    {
      "text": "Realmente valoramos a nuestra gente y buscamos hacer de Improving un lugar agradable para que todos trabajen. Una forma de hacerlo es cultivando un entorno que fomente la confianza. Mejorar entiende que las carreras de nuestros empleados implican una cantidad considerable de tiempo, esfuerzo e inversión. Por lo tanto, creemos que es importante construir un lugar de trabajo donde las personas puedan deleitarse en ir a trabajar todos los días.",
      "to": "es"
    }
  ],
  [
    {
      "text": "Providing an outstanding work culture is at the forefront of what we do. By producing an environment that generates joy, we believe that our people will be inspired and motivated while also establishing deep-rooted personal and professional relationships along the way. At Improving, our optimistic approach toward open communication, personal growth, and shared rewards has resulted in our sustainable success. At the heart of Improving is our set of core values.",
      "from": "en-US"
    },
    {
      "text": "Fournir une culture de travail exceptionnelle est à l’avant-garde de ce que nous faisons. En produisant un environnement qui génère de la joie, nous croyons que nos gens seront inspirés et motivés tout en établissant des relations personnelles et professionnelles profondément enracinées en cours de route. Chez Improving, notre approche optimiste en matière de communication ouverte, de croissance personnelle et de récompenses partagées a abouti à notre succès durable. Au cœur de l’amélioration se trouve notre ensemble de valeurs fondamentales.",
      "to": "fr-CA"
    },
    {
      "text": "Proporcionar una cultura de trabajo sobresaliente está a la vanguardia de lo que hacemos. Al producir un ambiente que genera alegría, creemos que nuestra gente se inspirará y motivará al mismo tiempo que establecerá relaciones personales y profesionales profundamente arraigadas en el camino. En Improving, nuestro enfoque optimista hacia la comunicación abierta, el crecimiento personal y las recompensas compartidas ha resultado en nuestro éxito sostenible. En el corazón de Mejorar está nuestro conjunto de valores fundamentales.",
      "to": "es"
    }
  ],
  [
    {
      "text": "Our team of instructors provide a variety of training opportunities for organizations, groups, and individuals seeking to improve their agile or development competencies. We provide flexible learning environments, regularly offering both private and public certification courses and workshops virtually, on-site, or at many of our Improving enterprises. Learn more about our agile training and coaching services.",
      "from": "en-US"
    },
    {
      "text": "Notre équipe d’instructeurs offre une variété d’opportunités de formation pour les organisations, les groupes et les individus qui cherchent à améliorer leurs compétences agiles ou de développement. Nous fournissons des environnements d’apprentissage flexibles, offrant régulièrement des cours et des ateliers de certification privés et publics virtuellement, sur place ou dans plusieurs de nos entreprises en amélioration. En savoir plus sur nos services de formation et de coaching agiles.",
      "to": "fr-CA"
    },
    {
      "text": "Nuestro equipo de instructores ofrece una variedad de oportunidades de capacitación para organizaciones, grupos e individuos que buscan mejorar sus competencias ágiles o de desarrollo. Ofrecemos entornos de aprendizaje flexibles, ofreciendo regularmente cursos y talleres de certificación privados y públicos virtualmente, en el sitio o en muchas de nuestras empresas de mejora. Obtenga más información sobre nuestros servicios de capacitación y coaching ágil.",
      "to": "es"
    }
  ],
  [
    {
      "text": "Improving is a modern digital services company that offers IT consulting, software development, and agile training across the globe. Our innovative solutions have helped thousands of our clients realize their tactical and strategic business objectives, allowing them to achieve great new heights in a competitive and ever-changing market.",
      "from": "en-US"
    },
    {
      "text": "Improving est une société de services numériques moderne qui offre des services de conseil informatique, de développement de logiciels et de formation agile à travers le monde. Nos solutions innovantes ont aidé des milliers de nos clients à atteindre leurs objectifs commerciaux tactiques et stratégiques, leur permettant d’atteindre de nouveaux sommets dans un marché concurrentiel et en constante évolution.",
      "to": "fr-CA"
    },
    {
      "text": "Improving es una empresa moderna de servicios digitales que ofrece consultoría de TI, desarrollo de software y capacitación ágil en todo el mundo. Nuestras soluciones innovadoras han ayudado a miles de nuestros clientes a alcanzar sus objetivos comerciales tácticos y estratégicos, permitiéndoles alcanzar grandes alturas nuevas en un mercado competitivo y en constante cambio.",
      "to": "es"
    }
  ]
]